/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "“%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "해당 값이 유효하지 않습니다.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "%@ 값이 유효하지 않습니다.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "유효한 값을 제공하십시오.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "해당 값이 유효하지 않습니다.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "%@ 값이 유효하지 않습니다.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "해당 값이 너무 작습니다.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "해당 값이 너무 큽니다.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "유효한 값을 제공하십시오.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "%@ 초과 숫자를 제공하십시오.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "%1$@에서 %2$@ 사이의 숫자를 제공하십시오.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "%@ 미만의 숫자를 제공하십시오.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "%@ 값이 너무 작습니다.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "%@ 값이 너무 큽니다.";

/* NSFileLockingError */
"Err255-C" = "파일을 잠글 수 없습니다.";

/* NSFileLockingError */
"Err255-R" = "파일이 이미 잠겨있거나 잠글 수 있는 권한이 없을 수 있습니다.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "“%@” 파일을 잠글 수 없습니다.";

/* NSFileReadUnknownError */
"Err256" = "파일을 열 수 없습니다.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "“%@” 파일을 열 수 없습니다.";

/* NSFileReadNoPermissionError */
"Err257" = "해당 파일을 볼 수 있는 권한이 없기 때문에 열 수 없습니다.";

/* NSFileReadNoPermissionError */
"Err257-C" = "사용 권한이 없습니다.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "권한을 보거나 변경하려면, Finder에서 항목을 선택하고 파일 > 정보 입수를 선택하십시오.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "“%@” 파일을 볼 수 있는 권한이 없기 때문에 열 수 없습니다.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "파일 이름이 유효하지 않습니다.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "파일 이름 “%@”이(가) 유효하지 않기 때문에 해당 항목을 열 수 없습니다.";

/* NSFileReadCorruptFileError */
"Err259" = "정확한 포맷이 아니기 때문에 해당 파일을 열 수 없습니다.";

/* NSFileReadCorruptFileError */
"Err259-C" = "파일이 정확한 포맷이 아닙니다.";

/* NSFileReadCorruptFileError */
"Err259-R" = "파일이 손상되었거나, 불완전하거나, 예상되지 않는 포맷일 수 있습니다.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "정확한 포맷이 아니기 때문에 “%@” 파일을 열 수 없습니다.";

/* NSFileReadNoSuchFileError */
"Err260" = "해당 파일이 존재하지 않기 때문에 열 수 없습니다.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "“%@” 폴더가 존재하지 않습니다.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "파일이 존재하지 않습니다.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "폴더가 존재하지 않습니다.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "파일이 존재하지 않기 때문에 “%@” 파일을 열 수 없습니다.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "지정된 텍스트 인코딩을 사용하여 해당 파일을 열 수 없습니다.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "지정된 텍스트 인코딩이 적용되지 않습니다.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "%@ 텍스트 인코딩이 적용되지 않습니다.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "파일이 다른 텍스트 인코딩을 사용하여 저장되었거나, 텍스트 파일이 아닐 수 있습니다.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "%@ 텍스트 인코딩을 사용하여 해당 파일을 열 수 없습니다.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "%1$@ 텍스트 인코딩을 사용하여 “%2$@” 파일을 열 수 없습니다.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "지정된 URL 유형이 지원되지 않기 때문에 해당 파일을 열 수 없습니다.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "지정된 URL 유형이 지원되지 않습니다.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "%2$@ URL 유형이 지원되지 않기 때문에 “%1$@” 파일을 열 수 없습니다.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "%@ URL 유형이 지원되지 않기 때문에 해당 파일을 열 수 없습니다.";

/* NSFileReadTooLargeError */
"Err263" = "파일이 너무 크기 때문에 열 수 없습니다.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "파일이 너무 큽니다.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "파일이 너무 크기 때문에 “%@” 파일을 열 수 없습니다.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "콘텐츠의 텍스트 인코딩을 결정할 수 없기 때문에 해당 파일을 열 수 없습니다.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "콘텐츠의 텍스트 인코딩을 결정할 수 없습니다.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "텍스트 인코딩을 지정하면 해당 파일이 열릴 수도 있습니다.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "콘텐츠의 텍스트 인코딩을 결정할 수 없기 때문에 “%@” 파일을 열 수 없습니다.";

/* NSUserCancelledError */
"Err3072-C" = "작업이 취소되었습니다.";

/* NSPropertyListCorruptError */
"Err3840" = "데이터가 손상되었기 때문에 데이터를 읽을 수 없습니다.";

/* NSPropertyListCorruptError */
"Err3840-C" = "데이터가 손상되었습니다.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "이 응용 프로그램이 해당 데이터 포맷을 인식하지 않기 때문에 데이터를 읽을 수 없습니다.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "이 응용 프로그램이 해당 데이터 포맷을 인식하지 않습니다.";

/* NSPropertyListReadStreamError */
"Err3842" = "데이터 소스에 오류가 발생했기 때문에 데이터를 읽을 수 없습니다.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "데이터 소스에 오류가 발생했습니다.";

/* NSPropertyListWriteStreamError */
"Err3851" = "데이터의 대상 위치에 오류가 발생했기 때문에 데이터를 쓸 수 없습니다.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "데이터의 대상 위치에 오류가 발생했습니다.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "“%@” 폴더가 존재하지 않습니다.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "“%@”을(를) 제거할 수 없습니다.";

/* NSFileNoSuchFileError */
"Err4-C" = "파일이 존재하지 않습니다.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "폴더가 존재하지 않습니다.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "“%@” 파일이 존재하지 않습니다.";

/* NSFileWriteUnknownError */
"Err512" = "파일을 저장할 수 없습니다.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "백업 파일을 업데이트할 수 없기 때문에 “%1$@” 파일을 저장할 수 없습니다.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "“%1$@”을(를) “%2$@”에 복사할 수 없습니다.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "“%1$@”을(를) “%2$@”에 링크할 수 없습니다.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "“%1$@”을(를) “%2$@”(으)로 이동할 수 없습니다.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "“%@”을(를) 제거할 수 없습니다.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "백업 파일을 저장할 수 없습니다.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "백업 파일이 잠겨 있거나 백업 파일을 저장할 수 있는 권한이 없을 수 있습니다. 권한을 보거나 변경하려면, Finder에서 해당 항목을 선택하고 파일 > 정보 입수를 선택하십시오.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "“%2$@” 파일을 “%1$@” 폴더에 저장할 수 없습니다.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "“%@” 파일을 저장할 수 없습니다.";

/* NSFileWriteNoPermissionError */
"Err513" = "권한이 없기 때문에 해당 파일을 저장할 수 없습니다.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "“%2$@”에 연결할 수 있는 권한이 없기 때문에 “%1$@”을(를) 복사할 수 없습니다.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "“%2$@”에 연결할 수 있는 권한이 없기 때문에 “%1$@”을(를) 링크할 수 없습니다.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "“%2$@”에 연결할 수 있는 권한이 없기 때문에 “%1$@”을(를) 이동할 수 없습니다.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "“%@”에 연결할 수 있는 권한이 없기 때문에 제거할 수 없습니다.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "사용 권한이 없습니다.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "권한을 보거나 변경하려면, Finder에서 항목을 선택하고 파일 > 정보 입수를 선택하십시오.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "“%1$@” 폴더에 “%2$@” 파일을 저장할 수 있는 권한이 없습니다.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "“%@” 파일을 저장할 수 있는 권한이 없습니다.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "파일 이름이 유효하지 않기 때문에 해당 항목을 저장할 수 없습니다.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "파일 이름 “%@”이(가) 유효하지 않기 때문에 해당 항목을 제거할 수 없습니다.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "파일 이름이 유효하지 않습니다.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "파일 이름 “%@”이(가) 유효하지 않기 때문에 해당 항목을 저장할 수 없습니다.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "지정된 텍스트 인코딩을 사용하여 해당 파일을 저장할 수 없습니다.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "지정된 텍스트 인코딩이 적용되지 않습니다.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "%@ 텍스트 인코딩이 적용되지 않습니다.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "가능하면, 다른 텍스트 인코딩을 선택하십시오.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "%@ 텍스트 인코딩을 사용하여 해당 파일을 저장할 수 없습니다.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "%1$@ 텍스트 인코딩을 사용하여 “%2$@” 파일을 저장할 수 없습니다.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "지정된 URL 유형이 지원되지 않기 때문에 해당 파일을 저장할 수 없습니다.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "지정된 URL 유형이 지원되지 않습니다.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "%2$@ URL 유형이 지원되지 않기 때문에 “%1$@” 파일을 저장할 수 없습니다.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "%@ URL 유형이 지원되지 않기 때문에 해당 파일을 저장할 수 없습니다.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "충분한 공간이 없기 때문에 해당 파일을 저장할 수 없습니다.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "충분한 공간이 없기 때문에 “%1$@”을(를) “%2$@”에 복사할 수 없습니다.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "충분한 공간이 없기 때문에 “%1$@”을(를) “%2$@”에 링크할 수 없습니다.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "충분한 공간이 없기 때문에 “%1$@”을(를) “%2$@”(으)로 이동할 수 없습니다.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "충분한 공간이 없습니다.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "“%@” 볼륨에 공간이 부족합니다.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "볼륨에서 일부 파일을 제거한 다음 다시 시도하십시오.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "충분한 공간이 없기 때문에 “%@” 파일을 저장할 수 없습니다.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "“%2$@” 볼륨 공간이 부족하기 때문에 “%1$@” 파일을 저장할 수 없습니다.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "해당 볼륨이 읽기 전용이기 때문에 파일을 저장할 수 없습니다.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "해당 볼륨이 읽기 전용입니다.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "“%@” 볼륨이 읽기 전용입니다.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "파일을 다른 볼륨에 저장해 보십시오.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "해당 볼륨이 읽기 전용이기 때문에 “%@” 파일을 저장할 수 없습니다.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "“%2$@” 볼륨이 읽기 전용이기 때문에 “%1$@” 파일을 저장할 수 없습니다.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "작업을 완료할 수 없습니다.(%1$@ 오류 %2$ld.)";

